// #coYydZuaeEB
// - описати масив, в якому буде зберігатись інформація про температуру вранці, вдень і ввечері за термін в 7 днів.
// Як зробити цей масив - вам потрібно подумати. Нормальних варіантів опису - 2.
// Варіант, коли в вас буде одновимірний масив з 21 значенням вичключаємо одразу

let weather = [
	{temperature: [19, 15, 8]},
	{temperature: [16, 11, 7]},
	{temperature: [13, 9, 7]},
	{temperature: [10, 6, 5]},
	{temperature: [8, 4, 2]},
	{temperature: [7, 3, 0]},
	{temperature: [5, 1, -4]}
];

console.log(weather);